import { MdOutlineSubdirectoryArrowLeft } from "react-icons/md";
import "./langHistory.css"

function LangHistory() {
    return (
        <div className="about-arabic-lang">
            <div className="container">
                <div className="about-lugha">
                    <div className="title">
                        <MdOutlineSubdirectoryArrowLeft className='icon' />
                        <h2>نبذة سريعة عن اللغة العربية .</h2>
                    </div>
                    <div className="subtitle">
                        <p>اللغة العربية.. أصلها وتاريخها وعدد الناطقين بها</p>
                    </div>
                    <div className="subject">
                        <ul>
                            <li>
                                <span>لغة سامية</span> يتحدثها أكثر من نصف مليار إنسان عبر العالم، وتحتل الرتبة الرابعة من حيث عدد المتحدثين بها. وتتميز بأنها لغة القرآن، مما يتيح لها فرصة الانتشار والصمود في وجه عوامل الاندثار.

                                تطورت اللغة العربية عبر العصور، وتأثرت بالقرآن والإسلام، ومرت من عدة مراحل في الجمع والتدوين ووضع قواعد النحو والصرف، وغيرهما من علوم اللغة والبيان.
                            </li>

                            <li>
                                <span> لغة عالمية</span>
                                يتحدث باللسان العربي أكثر من 550 مليون نسمة حول العالم، نحو 300 مليون منهم تعد العربية لغتهم الأم ونحو 250 مليونا يتخذونها لغة ثانية، وهي بهذا تحتل المرتبة الرابعة بين لغات العالم في عدد المتحدثين بعد الصينية والإنجليزية والإسبانية.
                            </li>

                            <li>

                                <span>أصل اللغات السامية
                                </span>تنتمي العربية إلى ما سمي فصيلة اللغات السامية، وهو مصطلح أطلقه عالم اللاهوت الألماني النمساوي شلوتزر في أواخر القرن الـ18 الميلادي، وتحديدا في أبحاثه وتحقيقاته عن الأمم الغابرة عام 1781م، والتي اهتمت بالشعوب الآرامية والكنعانية والفينيقية والعبرية والعربية واليمنية والبابلية الآشورية، وقد اقتبس المصطلح من سفر التكوين، أول أسفار التوراة الخمسة.

                                وانتشر هذا الإطلاق، وأصبح مقبولا في أوساط البحث العلمي عالميا، وإن وجهت إليه انتقادات كثيرة، ومنها أن هذا التقسيم اعتمد على الروابط السياسية والثقافية والجغرافية أكثر من اعتماده على ملاحظة صلات القرابة والروابط الشعبية، ولذا عدّ الليديين والعلاميين من الشعوب السامية لخضوعهم للسطان الآشوري، وأقصى الكنعانيين من الساميين، ويرى المستشرق الألماني كارل بروكلمان أن هذا الإقصاء هو رغبة إسرائيلية لأسباب سياسية ودينية.

                                ومهما يكن الاصطلاح، فإن العلماء والباحثين يجادلون في مسائل أخرى لها أهمية في التأريخ للغات السامية أو اللغات الشرقية، فجمع هذه اللغات في فصيلة واحدة يوحي برجوعها إلى أصل واحد، وبعض المحققين ينبهون إلى أن هذا ليس شرطا، إذ إن اللغة في انتشارها يمكن أن تنتقل إلى شعوب أخرى عبر التلاقح الثقافي أو الهيمنة الاستعمارية، ولكنه يمكن البحث عن الأصل الواحد للشعوب السامية والموطن الأصلي الذي انطلقت منه.

                                وقد ذهب مؤرخو اللغات مذاهب شتى في هذا الأمر، فمنهم من رأى أن المهد الأول للساميين كان بلاد الحبشة، ومنهم من ذهب إلى أنهم نشؤوا في شمال أفريقيا، ومنهم من قال إن الساميين انحدروا من بلاد أرمينية، ومنهم من قال إنهم قدموا من جنوب العراق، ومنهم من اختار بلاد كنعان، ولكن كثيرا من المستشرقين يميلون إلى أن المهد الأول للساميين كان القسم الجنوبي من شبه الجزيرة العربية في بلاد الحجاز ونجد واليمن.

                                وانطلاقا من هذا الرأي ينفر كثير من الباحثين العرب من مصطلح اللغات السامية، ويرون أنه غلب برؤى توراتية متحيزة، ويحاولون البحث عن مصطلح آخر، ويرون مصطلح "العروبة" بديلا أكثر رسوخا في باب الدقة العلمية، ويؤكدون أنه يشير إلى حقيقة تاريخية ثابتة تدل على موطن واحد محدد سكنته أمة قديمة تكلمت لغة واحدة.

                                ويرى عباس محمود العقاد أن الصحيح هو تسمية الشعوب السامية بالعربية وتسمية لغاتها العربية القديمة، ويختار آخرون مصطلح العروبية، ويرون أنه يشير إلى الرابط الذي يجمع الشعوب المهاجرة من الجزيرة العربية، ويحتوي على السمات والخصائص المشتركة بين لغات هؤلاء المهاجرين.

                                فالسمات المشتركة بين اللغات السامية بارزة في العربية أكثر من غيرها، فاللغة العربية نشأت ونمت وتميزت فيها الأسماء والأفعال، وتكونت فيها معظم الاشتقاقات والزيادات، وهي في حجر أمها السامية قبل أن تنفصل عن أخواتها الكلدانية والآرامية والفينيقية والعبرية.

                                وهذه السمات تضمن استيفاء شروط البيان وسهولة النقل والانتشار، وأهمها إعطاء مزيد من الأهمية للأصوات الساكنة، وتكوين الكلمة من 3 أصوات ساكنة، مثل خرج ونزل وعلم وفرح.

                                والمتفق عليه بين علماء الأصوات هو أن حروف الحركة هي التحدي الأكبر في انتشار اللغة، فإنه لا يستطيع المتعلم أن يتعودها بسهولة، فزيادة تأثيرها في لغة يزيد من صعوبة تعلمها، وكونها قليلة في اللغة العربية والسامية يسلس قياد هذه اللغة للأجنبي، ويجعلها طيعة للتدريب والانتشار.

                                تشير هذه المعطيات إلى إمكانية وضع تاريخ علمي مفصل للغة العربية، ولكن الباحث العربي لم يبذل جهودا كافية في استكشاف الوثائق التي تلقي الضوء على أخبار نشأة اللغة العربية، والنصوص العربية التي وصلتنا تتسم بنضج يؤكد أنها تطور كبير في مسيرة حياة أدبية استمرت طويلا قبلها، حتى إن المستشرق الفرنسي إرنست رينان أظهر إعجابه ودهشته لهذه الظاهرة، فقال إن اللغة العربية ولدت مكتملة.
                            </li>

                            <li>
                                <span>                تاريخ اللغة العربية
                                </span>وإذا أردنا أن نحقب تاريخ العربية بما توفر لدينا من أخبار ومعلومات ووثائق، فإننا نشير إلى عدة مراحل:

                                <span>المرحلة الأولى:</span> نشأة اللغة العربية في أقدم مواطن الساميين، وهي على نحو ما أسلفنا بلاد الحجاز واليمن، ولكن المعضلة في هذا أن مراجعة أقدم الآثار تشير إلى أن آثار الأكدية تعود إلى ما قبل القرن الـ20 قبل الميلاد.

                                ويرجع أقدم ما وصل إلينا من الآثار العبرية إلى القرن الـ12 قبل الميلاد، ومن الآثار الفينيقية إلى القرن الـ10، والآرامية إلى القرن الـ9، أما ما وصل من آثار العربية فلا يعدو القرن الأول قبل الميلاد.

                                <span>المرحلة الثانية:</span> حقبة العربية البائدة أو عربية النقوش، وهي لهجات كانت تتكلم بها عشائر عربية كانت تسكن في شمال الحجاز على جوار مع الآراميين، وقد صبغت هذه اللهجات بصبغة الآرامية، وبادت قبل الإسلام.

                                وقد وردتنا نقوش بعضها متأثرة بالآرامية كالنقوش اللحيانية والنقوش الصفوية والنقوش الثمودية، وبعضها أقل تأثرا بالآرامية كنقش النمارة ونقش زبد ونقش حوران.

                                ولا نعرف كثيرا عن اللغة العربية في الحقبتين السابقتين، ويرجع هذا إلى التقصير والتخاذل وقلة رغبة المعاهد والمؤسسات العلمية في الاستكشاف والتبحر، وقد استطاع المستشرقون في القرنين الـ18 والـ19 أن يصلوا إلى ما لم يصل إليه الباحثون العرب في تاريخ اللغة العربية قبل الإسلام، كالمستشرق الدانماركي مارستن نيبور والفرنسي جوزيف توماس أرنود والمستشرق اليهودي الفرنسي جوزيف هاليفي والنمساوي إدوارد غلازر، وقد جال هؤلاء في صحاري الجزيرة العربية، وأخذوا مئات الصور الفوتوغرافية لنسخ الخط المسند.

                                وأثبت العدد الكبير للآثار والمخطوطات التي عثروا عليها أن المادة التاريخية موجودة، ولا ينقص العمل إلا النشاط له وبذل الجهد والوقت فيه.

                                والآثار والشواهد تدل على أن مدنا عظيمة ذات أسوار وأبراج كانت في مناطق باليمن، وعلى أن ممالك عربية كان لها نفوذ واسع وإمارات ومستعمرات على طول الطريق التجاري بين الصين والهند من جهة وبلاد الروم من جهة، ولا يعقل أن هذه التجارب الإنسانية والموروثات الحضارية كانت تعيش فراغا أدبيا وجمودا ثقافيا.

                                <span>المرحلة الثالثة:</span> حقبة العربية الباقية، وهي التي نعرفها الآن باللغة العربية الفصحى، وقد نشأت في الحجاز ونجد، وانتشرت في المناطق التي عاشت فيها أخواتها السامية، ولا يعرف لهذه اللغة تاريخ نشأة ولا مرحلة طفولة، وما وصل إلينا منها يشير إلى مرحلة النضج والاكتمال، ومن ذلك الأدب الجاهلي، وأقدم ما وصل إلينا منه يعود إلى القرن الخامس الميلادي.

                                <span> المرحلة الرابعة:</span> حقبة اللغة الفصحى، فحتى القرن السادس الميلادي كانت للعرب في لغتهم لهجات تتباين في جوانب شتى، أهمها الأصوات ودلالات الألفاظ، وكانت مليئة بالوحشي والغريب، وتعكس صورة للحياة البرية والاغتراب والبعد عن التحضر والتمدن.

                                فلما نزل القرآن الكريم بلهجة قريش أجمع العرب على روعة بيانه وقوة برهانه، فحاولوا الاقتراب منه بالاقتراب من لهجة قريش، فأصبحت للعرب لهجة فصحى يتحدثون بها جميعهم ويلتقون عليها، ولهجات أخرى يتداولونها في نطاق محلي ضيق.

                                وأصبح للأدب والإنشاء تقاليد موحدة في الصياغة والأداء، كما هذب اللسان وارتفعت درجة البيان بالاستماع إلى القرآن، فابن خلدون يرى أن الأدب العربي بعد نزول القرآن أصبح أعلى طبقة في البلاغة وأذوق من كلام الجاهلية في المنظوم والمنثور، فشعر حسان بن ثابت وعمر بن أبي ربيعة والحطيئة وجرير والفرزدق ونصيب وذي الرمة والأحوص وبشار أعلى طبقة في البلاغة بكثير من شعر النابغة وعنترة وزهير وطرفة.

                                <span>المرحلة الخامسة:</span> حقبة الانتشار والعالمية، فمع الفتوحات الإسلامية ودخول الناس في الإسلام انتشرت القبائل العربية في المدن والأمصار، وبدخول الناس من مختلف الأمم في دين الإسلام أصبحت اللغة العربية في مواجهة مع الفارسية والسريانية والآرامية والقبطية والأمازيغية واللاتينية.

                                فلم يمض 100 عام حتى غلبت العربية، وأصبحت اللغة العامة في مختلف الأقطار التي انتشر فيها دين الإسلام، وساعد في ذلك، مع انتشار القبائل والإقبال على تعلم القرآن، تعريب الدواوين واعتماد العربية لغة رسمية في كل هذه الأقطار، إضافة إلى ما في اللغة العربية من قوة ذاتية وسمات خاصة تجعلها قادرة على الانتشار طيعة على لسان المتعلم، لكمال خصائص اللغات السامية فيها على نحو ما أسلفنا.

                                <span>المرحلة السادسة:</span> مرحلة الجمع والتدوين، فحتى القرن الثاني الهجري (الثامن الميلادي) كان العرب يعولون في نقل آدابهم على الرواية الشفوية، وكان اعتزاز كل قبيلة بأدبها وثمار قرائح شعرائها وخطبائها دافعا قويا لحفظ ديوانها ونقله والمفاخرة به، فلما انتشر الإسلام، ونشأت بواعث لدى أهل العلم والأدب في حفظ اللغة، وشرح معاني القرآن تولدت لديهم الرغبة في الصناعة المعجمية وجمع اللغة وتدوينها، للحفاظ على الصورة التي وصلت إليها العربية مع نزول القرآن بما يساعد في فهمه وتلقينه.

                                كما حرصوا على صيانة اللغة العربية من اللحن وشيوع الخطأ والتأثر باللغات الأخرى، وظهر في جهود التدوين وعمل الرواة وجامعي اللغة مصطلح "الاحتجاج اللغوي"، والمقصود به تحديد النصوص التي تنقل لتؤخذ منها الصورة المثلى للغة الفصحى التي لم تتأثر بمخالطة العرب لغيرهم من الأمم.

                                وقد شرح نص نقله السيوطي في كتابه "الاقتراح في أصول النحو" دستور النقل والاحتجاج بألفاظ واضحة:<br />
                                1. فقد "كانت قريش أجود العرب انتقاء للأفصح من الألفاظ، وأسهلها على اللسان عند النطق، وأحسنها مسموعا وإبانة عما في النفس.<br />
                                2. والذين عنهم نقلت اللغة العربية وبهم اقتدي، وعنهم أخذ اللسان العربي من بين قبائل العرب هم: قيس وتميم وأسد، فإن هؤلاء هم الذين عنهم أكثر ما أخذ ومعظمه، وعليهم اتكل في الغريب، وفي الإعراب والتصريف، ثم هذيل وبعض كنانة وبعض الطائيين.<br />
                                3. ولم يؤخذ عن غيرهم من سائر قبائلهم.<br />
                                4. وبالجملة فإنه لم يؤخذ عن حضري قط.<br />
                                5. ولا عن سكان البراري ممن كان يسكن أطراف بلادهم التي تجاور سائر الأمم الذين حولهم، فإنه لم يؤخذ لا من لخم ولا من جذام، فإنهم كانوا مجاورين لأهل مصر والقبط، ولا من قضاعة ولا من غسان ولا من إياد، فإنهم كانوا مجاورين لأهل الشام وأكثرهم نصارى يقرؤون في صلاتهم بغير العربية، ولا من تغلب ولا من النمر، فإنهم كانوا بالجزيرة مجاورين لليونانية، ولا من بكر؛ لأنهم كانوا مجاورين للنبط والفرس، ولا من عبد القيس؛ لأنهم كانوا سكان البحرين مخالطين للهند والفرس، ولا من أزد عمان لمخالطتهم للهند والفرس، ولا من أهل اليمن أصلا لمخالطتهم الهند والحبشة ولولادة الحبشة فيهم، ولا من بني حنيفة وسكان اليمامة ولا من ثقيف وسكان الطائف لمخالطتهم تجار الأمم".<br />

                                وهكذا دون متن اللغة العربية وحفظ بمعايير واضحة حددت نهاية عصر الاحتجاج بعام 150 هجري في الحواضر و250 هجرية في البوادي.
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>)
}

export default LangHistory